/**/
"Cancel" = "取消";
/**/
"Delete" = "删除";
/**/
"Open" = "打开";
/**/
"Edit" = "编辑";
/**/
"Yes" = "是";

/*Geometry Edit Action Name*/
"Apply Geometry" = "应用几何";
/*Geometry Edit Action Name*/
"Clear Geometry" = "清除几何";
/*Geometry Edit Action Name*/
"Delete Vertex" = "删除折点";
/*Geometry Edit Action Name*/
"Insert Part" = "插入部件";
/*Geometry Edit Action Name*/
"Insert Vertex" = "插入折点";
/*Geometry Edit Action Name*/
"Move Vertex" = "移动折点";
/*Geometry Edit Action Name*/
"Remove Part" = "移除部件";

/*Collecting attachments*/
"Add" = "添加";
/*Collecting attachments*/
"Take Photo or Video" = "拍摄照片或视频";
/*Collecting attachments*/
"Choose From Library" = "从库中选择";
/*Collecting attachments*/
"Photo" = "照片";
/*Collecting attachments*/
"Video" = "视频";
/*Collecting attachments*/
"Save To Photo Library" = "保存到照片库";
/*Collecting attachments*/
"Download" = "下载";

/*Date attribute*/
"Today" = "今天";

/**/
"Attachments" = "附件";
"Attributes" = "属性";

/**/
"Open in Safari" = "在 Safari 中打开";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "输入一个介于 %i 和 %i 之间的数字。";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "输入一个介于 %f 和 %f 之间的数字。";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "字符过多(%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "数值超出允许范围。";

/* BLOB, RASTER, etc */
"Field type not supported" = "不支持的字段类型";

/**/
"%d of %d" = "%d/%d";

/**/
"Changing Feature Type" = "更改要素类型";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "你将要更改要素类型，这可能会覆盖某些字段值。是否确实要执行此操作？";

/**/
"Data for pie chart is invalid" = "饼图的数据无效";
"No data to create a pie chart" = "没有用于创建饼图的数据";

/**/
"Created by %@ seconds ago" = "在几秒钟前由 %@ 创建";

/**/
"Created by %@ a minute ago" = "在一分钟前由 %@ 创建";

/**/
"Edited by %@ seconds ago" = "在几秒钟前由 %@ 编辑";

/**/
"Edited by %@ a minute ago" = "在一分钟前由 %@ 编辑";

/**/
"Created seconds ago" = "在几秒钟前创建";

/**/
"Created a minute ago" = "在一分钟前创建";

/**/
"Edited seconds ago" = "在几秒钟前编辑";

/**/
"Edited a minute ago" = "在一分钟前编辑";

/**/
"Created by %@ %d minutes ago" = "在 %d 分钟前由 %@ 创建";

/**/
"Created by %@ an hour ago" = "在一小时前由 %@ 创建";

/**/
"Created by %@ %d hours ago" = "在 %d 小时前由 %@ 创建";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "由 %@ 在 %@ %@ 时创建";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "由 %@ 在 %@ %@ 时创建";

/**/
"Edited by %@ %d minutes ago" = "在 %d 分钟前由 %@ 编辑";

/**/
"Edited by %@ an hour ago" = "一小时前由 %@ 编辑";

/**/
"Edited by %@ %d hours ago" = "由 %@ 在 %d 小时前编辑";

/**/
"Edited by %@ on %@ at %@ - day" = "由 %@ 在 %@ %@ 时编辑";

/**/
"Edited by %@ on %@ at %@ - full" = "由 %@ 在 %@ %@ 时编辑";

/**/
"Created by %@" = "由 %@ 创建";

/**/
"Edited by %@" = "由 %@ 编辑";

/**/
"Created %d minutes ago" = "在 %d 分钟前创建";

/**/
"Created an hour ago" = "在一小时前创建";

/**/
"Created %d hours ago" = "在 %d 小时前创建";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "在 %@ %@ 时创建";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "在 %@ %@ 时创建";

/**/
"Edited %d minutes ago" = "在 %d 分钟前编辑";

/**/
"Edited an hour ago" = "在一小时前编辑";

/**/
"Edited %d hours ago" = "在 %d 小时前编辑";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "在 %@ %@ 时编辑";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "在 %@ %@ 时编辑";